Repository: DeveloperAcademy-POSTECH/MacC-Team7-FallWin
Catalog: FallWin/Localizable.xcstrings
Source language: en
Languages: ko

# ad_fail_alert_message
source: Topping film up failed due to an ad failure.
ko: 광고를 불러올 수 없어서 필름을 충전할 수 없어요.

# ad_fail_alert_title
source: Film Top Up
ko: 필름 충전 실패

# album_search_placeholder
source: Search
ko: 찾고 싶은 추억을 입력해보세요

source: Cancel
ko: 취소

source: Change
ko: 변경

source: Confirm
ko: 확인

# date_picker_month_1
source: JAN
ko: 1월

# date_picker_month_2
source: FEB
ko: 2월

# date_picker_month_3
source: MAR
ko: 3월

# date_picker_month_4
source: APR
ko: 4월

# date_picker_month_5
source: MAY
ko: 5월

# date_picker_month_6
source: JUN
ko: 6월

# date_picker_month_7
source: JUL
ko: 7월

# date_picker_month_8
source: AUG
ko: 8월

# date_picker_month_9
source: SEP
ko: 9월

# date_picker_month_10
source: OCT
ko: 10월

# date_picker_month_11
source: NOV
ko: 11월

# date_picker_month_12
source: DEC
ko: 12월

# date_picker_title
source: Date
ko: 날짜 변경하기

source: Delete
ko: 삭제

source: Dismiss
ko: 닫기

source: Done
ko: 완료

# drawing_style_draw_button
source: Draw
ko: 그림 그리기

# drawing_style_subtitle
source: Choose a drawing style you prefer.
ko: 화풍을 선택하면 그림을 그려줘요

# drawing_style_title
source: How would you like to draw?
ko: 어떻게 표현하고 싶나요?

# drawing_style_warning
source: 1 film required
ko: 그림을 그리면 필름이 차감돼요

# ds_anime
source: Anime
ko: 애니메이션

# ds_chagall
source: Chagall
ko: 샤갈

# ds_crayon
source: Crayon
ko: 크레용

# ds_dali
source: Salvador Dali
ko: 살바도르 달리

# ds_gauguin
source: Gauguin
ko: 고갱

# ds_henri_rousseau
source: Rousseau
ko: 앙리루소

# ds_kandinsky
source: Kandinsky
ko: 칸딘스키

# ds_monet
source: Monet
ko: 모네

# ds_none
source: None
ko: 화풍 없음

# ds_oil_painting
source: Oil Painting
ko: 유화

# ds_picasso
source: Picasso
ko: 피카소

# ds_pixel_art
source: Pixel Art
ko: 픽셀 아트

# ds_rembrandt
source: Rembrandt
ko: 렘브란트

# ds_renior
source: Renior
ko: 르누아르

# ds_sketch
source: Sketch
ko: 스케치

# ds_van_gogh
source: Van Gogh
ko: 반 고흐

# ds_water_color
source: Water Color
ko: 수채화

source: Edit
ko: 수정

# emotion_annoyed
source: Annoyed
ko: 짜증나는

# emotion_exciting
source: Exciting
ko: 기대되는

# emotion_frustrated
source: Frustrated
ko: 당황한

# emotion_grateful
source: Grateful
ko: 감사한

# emotion_happy
source: Happy
ko: 행복한

# emotion_joyful
source: Joyful
ko: 신나는

# emotion_lazy
source: Lazy
ko: 귀찮음

# emotion_lonely
source: Lonely
ko: 외로운

# emotion_nervous
source: Nervous
ko: 불안한

# emotion_peaceful
source: Peaceful
ko: 평온한

# emotion_proud
source: Proud
ko: 뿌듯함

# emotion_reassuring
source: Reassuring
ko: 안심되는

# emotion_sad
source: Sad
ko: 슬픈

# emotion_shy
source: Shy
ko: 부끄러운

# emotion_suffocated
source: Suffocated
ko: 답답함

# emotion_surprise
source: Surprised
ko: 놀란

# emotion_touched
source: Touched
ko: 감동받은

# emotion_tough
source: Tough
ko: 힘든

# empty_message
source: Click + button to create a new journal
ko: 플러스 버튼을 눌러 일기 쓰기를 시작해보세요

# empty_title
source: No journal
ko: 아직 작성된 일기가 없어요

# film_alert_message
source: 1 film required per drawing. It will be reset to {initial_count} every day. * Internet connection required.
ko: 일기를 작성하고 그림을 생성할 때 마다 필름이 하나씩 소모돼요. 필름은 매일 {initial_count}개로 리셋되니, 필름이 떨어지지 않게 유의하세요! * 인터넷에 연결하지 않으면 필름이 채워지지 않아요.

# film_alert_title
source: Films
ko: 남은 필름

# film_detail_ad
source: Get A Film
ko: 필름 받기

# film_detail_message
source: Every drawing requires one film. Film count resets to {initial_count} each day, and if you use it up, you can watch an ad and get another one.
ko: 그림을 그릴 때 마다 필름 1개가 소모돼요. 필름은 매일 {initial_count}로 리셋되고, 만약 필름을 다 사용했다면 광고를 시청하고 하나를 더 받을 수 있어요.

# film_detail_title
source: Films
ko: 필름

# generated_fail_alert_message
source: Please go back and try again.
ko: 뒤로 돌아가서 다시 그림을 그려주세요

# generated_fail_alert_title
source: Drawing Failed
ko: 그림 그리기 실패

# generated_finish_button
source: Finish Drawing
ko: 일기 마무리하기

# generated_generating
source: Drawing {nickname}'s day
ko: {nickname}의 하루를 그림으로 그리고 있어요

# generated_title
source: Choose the picture
ko: 하루와 가장 잘 어울리는 그림을 선택하세요

# icloud_clean
source: Clean
ko: 임시 파일 삭제

# icloud_download
source: Download
ko: 다운로드

# icloud_fetch
source: Fetch
ko: 데이터 수집

# icloud_pack
source: Zip
ko: 데이터 압축

# icloud_register
source: Register
ko: 백업 등록

# icloud_restore
source: Restore
ko: 데이터 복원

# icloud_restore_image
source: Restore
ko: 이미지 복원

# icloud_unpack
source: Unzip
ko: 압축 해제

# icloud_upload
source: Upload
ko: 업로드

# journal_delete_alert_message
source: Would you like to delete this journal?
ko: 일기를 삭제하면 다시 복구할 수 없습니다.

# journal_delete_alert_title
source: Delete
ko: 일기를 삭제할까요?

# journal_drawing_style
source: Drawing Style
ko: 오늘의 화풍

# journal_mind
source: Feeling
ko: 오늘의 감정

# journal_share
source: Share
ko: 공유하기

# journal_share_button
source: Share Picture
ko: 오늘의 일기 공유

# journal_share_preview
source: Picture
ko: 그림 일기

# limit_alert_ad
source: Top Up
ko: 필름 받기

# limit_alert_message
source: You can draw three pictures per day. The count will be reset tomorrow.
ko: 오늘 쓸 수 있는 필름을 다 썼어요. 내일 더 그릴 수 있도록 필름을 리셋해드릴게요!

# limit_alert_title
source: Reaching Today's Limit
ko: 오늘의 제한 도달

# main_text_placeholder
source: Write a story you'd like to illustrate.
ko: 그림으로 담고 싶은 이야기를 작성해보세요.

# main_text_title
source: How was your day?
ko: 어떤 하루였나요?

# network_warning_alert_message
source: Writing a journal requires network connection. Please try again after connecting WiFi or cellular network.
ko: 일기 작성을 위해 네트워크 연결이 필요합니다. WiFi 혹은 셀룰러 네트워크에 연결한 후 다시 시도해주세요.

# network_warning_alert_title
source: Not Connected
ko: 인터넷 연결 없음

source: Next
ko: 다음

source: Nickname
ko: 닉네임

# onboarding_nickname_set
source: Nickname
ko: 닉네임 설정

# onboarding_nickname_title
source: Enter your nickname
ko: 닉네임을 입력해주세요

# onboarding_start
source: Start
ko: 시작하기

# onboarding_title
source: Have a nice memory with PICDA!
ko: PICDA와 함께 그림 한 장에 하루를 추억으로 담아보세요!

# passcode_enter
source: Enter the passcode
ko: 비밀번호를 입력하세요.

# passcode_enter_fail
source: Passcode is not correct. Enter the passcode
ko: 비밀번호가 다릅니다. 다시 입력해주세요.

# passcode_faceid_reason
source: Unlock the app using Face ID
ko: Face ID로 일기 잠금 해제

# passcode_set
source: Enter a new passcode
ko: 설정할 비밀번호를 입력하세요.

# passcode_set_retype
source: Re-type the passcode
ko: 입력한 비밀번호를 확인해 주세요.

# passcode_set_wrong
source: Passcode not correct Enter a new passcode
ko: 비밀번호가 다릅니다. 다시 입력해주세요.

source: Prev
ko: 이전

# setting_section_data
source: Data
ko: 데이터 관리

# setting_section_info
source: Application Info
ko: 애플리케이션 정보

# setting_section_lock
source: Privacy
ko: 잠금

# setting_section_notification
source: Notification
ko: 알림 설정

# setting_section_profile
source: Profile
ko: 프로필

# setting_section_settings
source: Settings
ko: 설정

# settings_data_delete
source: Data Deletion
ko: 데이터 삭제

# settings_data_delete_alert_message
source: Deleting all journal and image data. This action is not undoable. Make sure your data is backed up in iCloud before continuing. Are you sure you want to continue?
ko: 일기 데이터와 그림을 모두 삭제합니다. 이 작업은 되돌릴 수 없습니다. 계속하기 전 iCloud에 데이터가 백업되었는지 확인하십시오. 정말로 삭제합니까?

# settings_data_delete_alert_title
source: Data Deletion
ko: 데이터 삭제

# settings_data_delete_journal
source: Delete All Journals
ko: 일기 데이터 삭제

# settings_data_delete_result_alert
source: Data has been deleted. Exiting application.
ko: 모든 데이터를 삭제했습니다. 애플리케이션을 종료합니다.

# settings_data_delete_result_alert_confirm
source: Exit
ko: 애플리케이션 종료

# settings_data_manage
source: Manage Data
ko: 데이터 관리

# settings_feedback
source: Leave Feedback
ko: 피드백 남기기

# settings_film
source: Films Left
ko: 남은 필름

# settings_icloud
source: iCloud Backup/ Restore
ko: iCloud 백업/ 복원

# settings_icloud_backup
source: Backup
ko: 백업

# settings_icloud_backup_alert_message
source: The data has been successfully backed up.
ko: iCloud 백업이 완료되었습니다.

# settings_icloud_backup_alert_title
source: iCloud Backup
ko: iCloud 백업

# settings_icloud_fail_alert_title
source: Failed
ko: 작업 실패

# settings_icloud_message_1
source: - The journal data is stored only in the device.
ko: - 픽다는 사용자가 작성한 일기 데이터를 저장하지 않아요.

# settings_icloud_message_2
source: - To keep the data safe, back up the data regularly
ko: - 데이터를 안전하게 보관하려면 iCloud에 주기적으로 백업해주세요.

# settings_icloud_permission_error
source: Sign in to iCloud and allow 'PICDA' to access in the iCloud settings.
ko: 설정에서 iCloud에 로그인한 후 '픽다'가 접근할 수 있도록 허용하십시오.

# settings_icloud_recent
source: Recent:
ko: 최근 백업:

# settings_icloud_recent_none
source: None
ko: 없음

# settings_icloud_restore
source: Restore
ko: 복원

# settings_icloud_restore_alert_message
source: The data has been successfully restored.
ko: iCloud 복원이 완료되었습니다.

# settings_icloud_restore_alert_title
source: iCloud Restore
ko: iCloud 복원

# settings_info
source: About PICDA
ko: PICDA에 대하여

# settings_instagram
source: SNS Channel
ko: 소통 창구

# settings_lock
source: Lock
ko: 화면 잠금

# settings_lock_enable
source: Lock
ko: 비밀번호 잠금

# settings_lock_footer
source: Passcode cannot be restored once you lost it.
ko: 비밀번호를 분실한 경우 되찾을 수 없어요.

# settings_nickname_change_placeholder
source: New Nickname
ko: 닉네임

# settings_nickname_change_title
source: Change Nickname
ko: 닉네임 변경

# settings_notification
source: Notification
ko: 알림

# settings_notification_enable
source: Daily Notification
ko: 일기 작성 알림

# settings_notification_open_settings
source: Notification Settings
ko: 애플리케이션 알림 설정

# settings_notification_open_settings_sub
source: In order to receive daily notifications, allow PICDA to send notifications in the settings app.
ko: 알림이 오지 않는 경우 PICDA가 알림을 보낼 수 있도록 허용해주세요.

# settings_notification_time
source: Daily Notification Time
ko: 알림 시간

# settings_policy
source: Policy
ko: 이용약관

# settings_policy_license
source: Opensource Licenses
ko: 오픈소스 라이선스

# settings_policy_privacy
source: Privacy Policy
ko: 개인정보처리방침

# settings_policy_service
source: Service Policy
ko: 서비스 이용약관

# settings_title
source: Settings
ko: 설정

source: Share
ko: 공유

source: Skip
ko: 건너뛰기

# tab_album
source: Album
ko: 앨범

# tab_feed
source: Feed
ko: 피드

# tab_more
source: More
ko: 더보기

# text_edit_discard
source: Discard
ko: 그만두기

# text_edit_done
source: Save
ko: 저장 완료

# text_edit_message
source: Changes will not be saved.
ko: 변경사항이 저장되지 않아요.

# text_edit_save
source: Save
ko: 수정하기

# text_edit_title
source: Quit Editing?
ko: 수정을 그만둘까요?

# time_am
source: AM
ko: 오전

# time_picker_title
source: Time
ko: 시간 설정하기

# time_pm
source: PM
ko: 오후

# week_friday_short
source: FRI
ko: 금

# week_monday_short
source: MON
ko: 월

# week_saturday_short
source: SAT
ko: 토

# week_sunday_short
source: SUN
ko: 일

# week_thursday_short
source: THU
ko: 목

# week_tuesday_short
source: TUE
ko: 화

# week_wednesday_short
source: WED
ko: 수

# writing_subtitle
source: Choose the feeling of the day.
ko: 그림으로 담고 싶은 감정을 선택해보세요

# writing_title
source: How do you feel?
ko: 어떤 감정을 느꼈나요?

source: yyyy-MM-dd
ko: yyyy년 MM월 dd일
